{"translation-revision-date":"2022-10-03 16:20:35+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Activate supporter wall widget":["Activer le widget de mur des sympathisants"],"Edit supporter wall widget":["Modifier le widget de mur des sympathisants"],"A supporter wall page shows the list of everyone who has supported your site using Thank with Google. Look for the \"Thank with Google Supporter Wall\" widget and add it to your site.":["Un mur des sympathisants affiche la liste de toutes les personnes qui ont soutenu votre site à l'aide de Thank with Google. Recherchez le widget \"Thank with Google : Mur des sympathisants\" et ajoutez-le à votre site."],"Widget Position":["Position du widget"],"Supporter wall widget":["Widget de mur des sympathisants"],"Thank with Google is now active. To complete setup, customize its appearance on your site.":["Thank with Google a bien été activé. Pour terminer la configuration, personnalisez son apparence sur votre site."],"Setup almost complete!":["La configuration est presque terminée."],"To get started, create an account. Currently available only in the US. If setup failed because you’re outside the US, disconnect Thank with Google in your Settings.":["Pour commencer, créez un compte. Actuellement disponible uniquement aux États-Unis. Si la configuration a échoué parce que vous vous trouvez en dehors des États-Unis, annulez l'association de Thank with Google dans vos Réglages."],"The prompt is placed after the first paragraph in the main post content":["L'invite est placée après le premier paragraphe, dans le contenu de la publication principale"],"The prompt is placed after the main post content":["L'invite est placée après le contenu de la publication principale"],"The prompt is placed before the main post content":["L'invite est placée avant le contenu de la publication principale"],"Revenue from any paid virtual stickers supporters send you":["Revenus issus des autocollants virtuels payants envoyés par des sympathisants"],"Virtual stickers and personal messages from your supporters":["Autocollants virtuels et messages personnels de vos sympathisants"],"Post Types":["Types de publications"],"Supporter Wall Widget":["Widget de Mur des sympathisants"],"Add supporter wall":["Ajouter un mur des sympathisants"],"Display Thank with Google on these post types":["Afficher Thank with Google sur les types de publications suivants"],"Post types":["Types de publications"],"Choose the color of the Thank button, counter, supporter wall, and other components":["Choisissez la couleur du bouton \"Remercier\", du compteur, du mur des sympathisants et d'autres composants"],"The prompt is automatically placed where it will perform best":["L'invite est placée automatiquement à l'endroit le plus efficace"],"Can be temporary dismissed":["Peut être ignoré temporairement"],"Floats at the bottom of the page":["Élément flottant en bas de la page"],"Prominence":["Proéminence"],"Customize the appearance of Thank with Google on your site":["Personnaliser l'apparence de Thank with Google sur votre site"],"Stays in position and goes out of view as the user scrolls":["Reste en position et disparaît lorsque l'utilisateur fait défiler la page"],"Stays in view as the user scrolls":["Reste visible lorsque l'utilisateur fait défiler la page"],"Type":["Type"],"All post types":["Tous les types de publications"],"Low":["Faible"],"High":["Élevé"],"Below the 1st paragraph":["Sous le 1er paragraphe"],"Below the post":["Sous la publication"],"Above the post":["Au-dessus de la publication"],"Auto":["Auto"],"Overlay":["Superposition"],"Fixed":["Fixe"],"Color":["Couleur"],"US Only":["États-Unis uniquement"],"Black":["Noir"],"Brown":["Marron"],"Orange":["Orange"],"Pink":["Rose"],"Purple":["Violet"],"Green":["Vert"],"Cyan":["Cyan"],"Blue":["Bleu"],"Check your status":["Consulter l'état de votre demande"],"Check your status on Thank with Google Publisher Center":["Consulter l'état de votre demande dans le Centre pour les éditeurs Thank with Google"],"We received your request to create a Thank with Google account. Check again for updates to your status.":["Nous avons bien reçu votre demande pour créer un compte Thank with Google. Surveillez l'évolution de l'état de votre demande."],"Reviewing your account application":["Demande de compte en cours d'examen"],"Complete your Thank with Google account setup":["Terminer la configuration de votre compte Thank with Google"],"Finish the setup to customize and add Thank with Google on your site.":["Terminez la configuration pour personnaliser Thank with Google et l'ajouter à votre site."],"Complete your account setup":["Terminer la configuration de votre compte"],"Customize Thank with Google":["Personnaliser Thank with Google"],"Create account":["Créer un compte"],"Create your Thank with Google account":["Créer votre compte Thank with Google"],"Configure Thank with Google":["Configurer Thank with Google"],"Publication ID":["ID de publication"],"Experimental":["Expérimental"],"screen reader text\u0004(disabled)":["(désactivé)"],"Position":["Position"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Terminer la configuration"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"All":["Tous"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-thank-with-google-9b329499e91d86178c98.js"}}